const types = [
  {
    type: 'الأدوية',
    categories: [
      'البرد و السعال',
      'الحروق البسيطة',
      'الحموضة وسوء الهضم',
      'الفيتامينات و المكملات الغذائية',
      'الكحة',
      'المغص',
      'امساك',
      'بديل للسكر',
      'مسكنات',
      'تقوية المناعة',
      'صحة المرأة',
      'عناية الفم',
      'مسكنات الالام الموضعية',
      'مضادات حيوية موضعية'
    ]
  },
  {
    type: 'الحمايه من الفيروسات',
    categories: ['تقوية المناعة', 'كمامات و قفازات طبية', 'مطهرات اليد']
  },
  {
    type: 'منتجات الرجال',
    categories: ['جل الحلاقة', 'مزيل العرق للرجال', 'مستلزمات الحلاقة']
  },
  {
    type: 'منتجات المرأة',
    categories: ['إزالة الشعر', 'مزيل العرق للسيدات', 'فوط صحية']
  },
  {
    type: 'الأم و الطفل',
    categories: ['الأم و الطفل', 'العناية بالأم', 'الحفاضات و الكريمات']
  },
  {
    type: 'العناية بالبشرة و الشعر',
    categories: [
      'الحماية من الشمس',
      'العناية باليد و القدم',
      'تفتيح البشرة',
      'غسول الوجه',
      'ماسكات الوجه',
      'مزيل المكياج',
      'بلسم الشعر',
      'شامبو'
    ]
  },
  {
    type: 'العناية بالاسنان',
    categories: ['العناية بالفم', 'فرشاة الأسنان', 'معجون الأسنان']
  }
]

export default types
